app/controllers/tb_plantillas_controller.rb

  def index
	@tbplantillas = TbPlantilla.paginate :page => params[:pagina]
---
SELECT * FROM "tb_plantillas" LIMIT 10 OFFSET 0
SELECT count(*) AS count_all FROM `tb_plantillas`

  def create
    @tb_plantilla = TbPlantilla.create(params[:tb_plantilla])
---
INSERT INTO "tb_plantillas" ("pl_descripcion", "pl_plantilla", "pl_codigo", "pl_habilitado") VALUES('wwwwwwwwwwwwwww', '<p><strong> <a href="http://wonko.com/"> wonko.com </a> </strong></p>

  def update
    @tb_plantilla = TbPlantilla.find(params[:id])
     if @tb_plantilla.update_attributes(params[:tb_plantilla])
---
UPDATE "tb_plantillas" SET "pl_plantilla" = '<p>rtyrtyrtyrtyrtyrty<br _mce_bogus="1"></p>' WHERE "id_plantilla" = 5