app/controllers/usuarios_controller.rb

INSERT INTO `usuarios` (`created_at`, `crypted_password`, `updated_at`, `username`, `password_salt`, `persistence_token`, `email`) VALUES('2000-01-27 17:11:06', '89e99c2effd4266b9d9ce1895521768df411e3c604616015ed8059c684d141e8f41028bed4f599712fd375bb7864f4c0720ced088c0eb9552297fa1684fef99b', '2000-01-27 17:11:06', 'nchavez', 'boEhOruyRsBRRQhcY17o', '8d15cb9f8d664c9f90ef8cbda25c388e073a54cc92c285ba21b23cc88d479bc1f6d9130bdacf48283cc8502ab0baad3692074e073ce701d983943ddaf32990cb', 'nchavez@tierradelfuego.gov.ar')
---
  def create
    @usuario = Usuario.new(params[:usuario])
    if @usuario.save